Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 少年愣了愣，听出男人的言下之意后，随即笑道：“这还差不多！”
en_us: Ma Kuxuan faltered upon hearing this, but he quickly understood the meaning behind these words. He immediately smiled and said, "That's more like it!"

source: 少年愣了愣，疑惑道：“君子？”
en_us: The young boy faltered upon hearing this. "Noble person?" he asked in confusion.

source: 少年懵懵懂懂。
en_us: The young boy seemed slightly befuddled.

source: 少年手腕“终于”重重砸在苻南华脖子上，后者脑袋一晃，横摔向小巷墙壁，被巨大的劲道摔得七荤八素，落地后的少年，迅猛贴身靠近，一记肘击轰在苻南华腹部。
en_us: Chen Ping'an's wrist finally slammed against Fu Nanhua's neck, and the latter's head was thrown back as he as sent crashing horizontally into the wall of the alley. The tremendous impact had him reeling from dizziness, and after landing on the ground, Chen Ping'an quickly closed down the distance between them before throwing a vicious elbow into Fu Nanhua's abdomen.

source: 少年扯了扯嘴角，伸手指向自己，“比如我。”
en_us: Ma Kuxuan pursed his lips and pointed at himself, saying, "For example, mine."

source: 少年抱头道：“又来？！”
en_us: "Again?!" he exclaimed in a bewildered voice.

source: 少年拍了拍腰间口袋，笑道：“当然不会，只有这方玉玺，或者跟它差不多水准的玩意儿，才能让我感到欣喜。”
en_us: Gao Zhen patted the pouch strapped to his waist with a smile as he replied, "Of course not. Only this jade seal or objects of a similar caliber to it would be enough to catch my interest."

source: 少年挠挠头，腼腆道：“假的。”
en_us: The young boy scratched his head and said bashfully, "No..."

source: 少年挠挠头，身形单薄，眼神清澈。
en_us: Chen Ping'an scratched his head as he looked back at Fu Nanhua with a pair of clear and innocent eyes.

source: 少年揉了揉下巴，自言自语道：“竟然没有听出我的言下之意，让少爷我怎么接话才好？难道到了京城，要换一个更聪明伶俐善解人意的漂亮水灵小丫鬟？”
en_us: The young boy stroked his chin and mused to himself, "You actually didn't understand my insinuation? How should I respond? Perhaps I should swap you for a smarter and more understanding beautiful young maidservant?"

source: 少年摆摆手，“我要它做什么，我家柴刀倒是有，可哪里需要用上这么金贵的磨刀石，每磨一次刀，我就要心疼一次，何必呢。所以宁姑娘你全拿去好了，对了，你不是要想着求阮师傅帮你铸剑吗？可以用另外一半作为铸剑的钱……”
en_us: Chen Ping'an waved his hands and said, "What would I need it for? I do have a machete at home, but that won't require such a valuable piece of saber whetstone. My heart will ache each time I use it, so what's the point? Ning Yao, I reckon you should just take the entire thing. Oh, that's right, didn't you want to ask Master Ruan to forge a sword for you? You can use the other half of the saber whetstone to pay for that..."

source: 少年摇头道：“不管别人听不听，道理就是道理。”
en_us: The young boy shook his head. "Regardless of whether they want to listen to it or not, the truth of the matter won't change."

source: 少年摇头道：“哪里啊，我是心疼那袋子铜钱呢。”
en_us: Gao Zhen shook his head in response. "Not at all, I'm just lamenting over that pouch of copper coins that I gave him."

source: 少年摸了摸脖子，沉默不语。
en_us: The young boy remained silent as he rubbed his neck.

source: 少年撇撇嘴，开始正大光明欣赏她的那双长腿，她约莫二十五六岁，姿色尚可，但是少年觉得她挺有味道的。
en_us: She was around 25 to 26 years of age, and she wasn't particularly beautiful, but Song Jixin found her to be rather attractive.

source: 少年收起脚，分别扭头看了左右两个方向，左手边，真武山男子站在远处，负剑而立。右手边，有一位撑着油纸伞的儒雅公子哥，站在倒地不起的可怜虫身边，望向马苦玄。
en_us: Ma Kuxuan removed his foot and looked to his left and right. On the left was the swordsman from True Martial Mountain, and he was standing there with his sword strapped to his back. On his right was an elegant young man, and he held an oil-paper umbrella in his hand as he stood beside the collapsed and pitiful man and looked at Ma Kuxuan.

source: 少年放低嗓音，“狗屎。”
en_us: "There's dog shit," Chen Ping'an finished.

source: 少年整个人无声无息，拉弓如满月不说，好像就连最细微的呼吸好像都消失了。
en_us: In this moment, not only was he completely silent, it was as if even his aura and his breathing had disappeared, to the extent that Bai Yuan was only able to detect Chen Ping'an's presence overhead thanks to his sharp intuition when it came to danger.

source: 少年整张黝黑脸庞使劲皱着，竟然强忍住让自己一点哭声也没有发出。
en_us: There was a deep frown on Ma Kuxuan's tanned face. However, he forcefully stopped himself from crying.

source: 少年无奈道：“哪有你这么说的。”
en_us: The young boy was slightly exasperated as he said, "Who jokes around like this."

source: 少年最后咧嘴，露出洁白森森的牙齿，笑道：“以后我在修行路上遇到这种破境机缘，会主动告知那女子yi声，到时候师父你不许插手，让她尽管来坏我好事。”
en_us: The young boy grinned, revealing his sparkling white teeth. "If I encounter this kind of ascension opportunity in the future, I'll make sure to notify that girl. Master, you don't need to interfere at that time, and I'll allow her to try and ruin my opportunity."

source: 少年有些疑惑不解，只是先生已经带他绕到另外一边，仍是仰头望向那四字匾额，儒士神色舒展，不知为何，不苟言笑的教书先生，竟是说起了许多趣闻公案，对弟子娓娓道来：“之前当仁不让四字匾额，写此匾额的人，曾是当世书法第一人，引起了很多争辩，例如格局、神意的筋骨之争，‘古质’‘今妍’的褒贬之争，至今仍未有定论。韵、法、意、姿，书法四义，千年以来，此人夺得双魁首，简直是不给同辈宗师半条活路。至于此时的‘希言自然’，便有些好玩了，你若是仔细端详，应该能够发现，四字虽然用笔、结构、神意都相似相近，但事实上，是由四位道教祖庭大真人分开写就的，当时有两位老神仙还书信来往，好一番争吵来着，都想写玄之又玄的‘希’字，不愿意写俗之又俗的‘言’字……”
en_us: Zhao Yao was a little perplexed, but before he had a chance to ask any questions, Mr. Qi had already led him to another side of the archway, where he raised his head to look up at the plaque once again. Mr. Qi was normally quite stern and strict in his demeanor, but for some reason, he was looking a lot more relaxed on this day, and began to tell many interesting stories to his student. "At the time, the one who inscribed the idiom of 'doing my part' on this plaque was considered to be the number one calligrapher under the heavens, and he stirred up many debates, such as the fundamental conflict between structure and freedom of expression, as well as the merits of calligraphy from past and present eras. To this day, those debates still haven't been settled. Spirit, method, meaning, form; those are the four fundamental elements of calligrapy. For many years, this man reigned supreme in all aspects of calligraphy, completely dominating all of the other calligraphy masters of his time. As for the idiom 'comply with the natural order', there's an interesting story behind that as well. If you look closely, you'll find that even though the technique, structure, and expression of the four characters are all very similar, in reality, each character was inscribed by a different ist master. At the time, there were two of them who were exchanging letters back and forth, arguing about which character would be assigned to them. Both of them wanted to inscribe the more profound of the two characters, while netihger of the were willing to settle for hte more mundane of the two."

source: 少年有些神色尴尬，但是很快就坦然笑道：“我叫陈平安！”
en_us: A slightly awkward look appeared on his face as he spoke, but that was quickly replaced by a friendly smile as he concluded, "My name is Chen Ping'an."

source: 少年次比次接近对岸，乐此不疲。
en_us: Each time he did so, he would get closer to the other side, and it seemed that this was something that he would never grow tired of.

source: 少年欲哭无泪，嘴角抽搐，宋集薪以前说过一句什么话来着，欲加之罪何患无辞？
en_us: Chen Ping'an grimaced, and he was truly on the verge of tears at this moment. What was the phrase that Song Jixin said before? He who has a mind to beat his dog will easily find his stick?

source: 少年欲言又止。
en_us: Zhao Yao wanted to say something, but decided against it.

source: 少年此时正在翻阅一页人物传，描述了一个叫曹曦的生平事迹，笔墨吝啬，是这本县志的又一特色，宋集薪翻来覆去看了最少七八遍，对于这本书早已滚瓜烂熟，所以如今闲暇时翻阅，只会拣选一些光怪陆离的人物故事，当做一位说书先生描述的演义传奇，真实性如何无从考据，宋集薪当然也不在意，他只记得那个身穿官服的男人，在赴京述职离开小镇之前，深夜独自来此，男人以一种无比郑重的态度，告诉少年要牢记一件事情，就是背诵记住书中每一个出现过的人名，以及成百上千个人数，和他们身后祖辈们在小镇的各自根脚，尤其是跟四姓十族的关系脉络。
en_us: Right now, the young boy was on a page with someone biography. This was a description of someone called Cao Xi's life. Few words were used to describe him — this was another distinguishing feature of the Local County Chronicle. Song Jixin had read this book at least seven or eight times, so he was naturally extremely familiar with its contents already. Thus, when he flipped through it again, like he was now, he would only choose the most bizarre and interesting stories to read. He would treat these stories as legends shared by storytellers, with their aunthenticity unable to be verified. Of course, Song Jixin didn't care much for this either. He only remembered the events that had occurred late that one night. Before that man in his official garb was about to return to the capital to report on his work, he had come to speak with Song Jixin in an extremely solemn manner. He had told the young boy to keep one thing firmly in mind. That was, he needed to memorize every single person who had appeared in the Local County Chronicle. In addition to this, he needed to remember the roots of these hundreds of thousands of people and their ancestors, especially those who were related to the Four Surnames and Ten Clans.

source: 少年毫无征兆地转过头，向年轻道人远远抛来一颗铜钱，灿烂笑道：“借你吉言！”
en_us: All of a sudden, Song Jixin turned around without any warning before tossing the ist priest a copper coin from afar with a bright smile. "Thanks for your blessings!"

source: 少年汗流浃背，颓然坐在椅子上。
en_us: Song Jixin was sweating profusely as he sat down onto his chair in a defeated manner.

source: 少年沉默下去。
en_us: Chen Ping'a fell silent upon hearing this, but Cai Jinjian suddenly turned to him with a smile as she declared, "You only have a half year left to live at most."

source: 少年没搭理，起身后转头问道：“能不能给我看看那座小剑冢？”
en_us: The young boy ignored him. He stood up and turned around, asking, "Can you show me that Small Sword Resting Ground?"

source: 少年没有抬头，仔细琢磨那些图画和天书一般的字内容，直言不讳道：“其实方才我看到你的眼神，就知道这本拳谱不会太好，不过没关系，对我来说，它已经足够好了。”
en_us: The young boy didn't look up. Instead, he continued to carefully analyze the diagrams and incomprehensible words as he replied in a frank manner, "When I saw the expression in your eyes just then, I already knew that this wouldn't be an especially powerful fist technique. However, that doesn't matter. This is already good enough for me."

source: 少年没有读过书，所以不知道那句话的意思，如果换一个说法，叫做人力终有穷尽之时。
en_us: He hadn't gone to school before, so he naturally didn't know that phrase which completely captured his emotion at this moment — a limit there exists to everyone's ability.

source: 少年涨红了脸，低着头，跟着先生一起返回学塾。
en_us: Zhao Yao blushed slightly with embarrassment as he hung his head and returned to the school with his teacher, and only then did the young woman slowly release the hilt of her saber.

source: 少年满脸震惊，然后无比羡慕道：“宁姑娘，那你家是真有钱！而且这么大一块磨剑石，还不用怕被人偷，多好，不像我，好不容易攒下一点铜钱，藏哪儿都睡不安稳。”
en_us: Chen Ping'an was astounded. An expression of envy then spread acros his face, and he said, "Ning Yao, your family is so rich! Moreover, since the sword whetstone is so large, you don't need to worry about others stealing it either. How nice is that? Unlike me. After working hard to earn some money, I feel worried no matter where I hide it."

source: 少年点头道：“还真是。”
en_us: The young boy nodded in understanding. "That's indeed the case."

source: 少年犹不罢休，右手一拳砸在女子胸膛，左手仍是向上一抬。
en_us: The boy didn't stop there, throwing another punch with his right fist into Cai Jinjian's chest while continuing to raise his left hand, ensuring that there was no way his target would survive this sneak attack.

source: 少年犹豫了下，好奇问道：“吴爷爷是什么时候看出她驾驭飞剑，其实远远没有表面看上去那么轻松惬意”
en_us: Gao Zhen hesitated momentarily before asking in a curious manner, "Grandpa Wu, when did you notice that it wasn't actually as easy and effortless for her to control her flying sword as she made it appear?"

source: 少年猛然停步。
en_us: All of a sudden, Chen Ping'an stopped cold in his tracks.

source: 少年玩笑着回了一句，“捡了条命回来后，好像脑子灵光了些。”
en_us: "After taking a trip to death's door and back, it seems like my brain is also slightly cleverer than before," the young boy joked.

source: 少年甚至异想天开，在溪水当中练拳，岂不是更好？
en_us: The young boy had a wild thought at this moment — if he practiced these stances in the creek, wouldn't the effect be even better?

source: 少年疑惑道：“不是还有真武山这个师门吗？”
en_us: "Isn't there still True Martial Mountain?" Ma Kuxuan asked with a puzzled expression.

source: 少年疑惑道：“道长先前不是说？”
en_us: "Didn't you say I could leave the rest to you?" Chen Ping'an asked with a perplexed expression.

source: 少年白眼道：“小镇那边就算翻了天，外乡人和小镇百姓杀得血流成河，关我屁事。我们可说好了，我可以答应不会草菅人命，但也绝对不做什么行侠仗义、扶危救困的举动。”
en_us: Ma Kuxuan rolled his eyes and said, "Even if the small town has descended into absolute chaos, with the outsiders and the residents fighting until a sea of blood forms, what has that got to do with me? Let me get this straight. I can agree to not kill innocent people, but I definitely won't go out of my way to help others either."

source: 少年白眼道：“早知道晚些再拜师。”
en_us: The young boy rolled his eyes and said, "If I had known this earlier, I would have waited for a little longer before choosing a master."

source: 少年皮笑肉不笑道：“哦？这么巧，我是我奶奶马兰花的孙子！”
en_us: Ma Kuxuan wore a fake smile as he mused, "Oh? What a coincidence! I'm the grandson of Ma Lanhua, my grandma!"

source: 少年皱眉道：“你认识我？”
en_us: "Do you know me?" the boy asked with furrowed brows.

source: 少年看了眼奄奄一息的黑衣少女，年轻道人笑着解释道：“她现在处于一种比较玄之又玄的状态，不能随意挪动身体，最好稍等片刻。”
en_us: Chen Ping'an took a glance at the frail young woman, and the Daoist priest smiled as he explained, "At the moment, she's in an extremely profound state, and in this condition, we can't just carelessly move her body, so it's best to wait for a moment."

source: 少年看到桌上还有一些碎布片，便脱下脚上那双破败草鞋，拿出一双始终舍不得穿的崭新鞋子，搬来陶罐，拿出其中的碎瓷片。
en_us: While waiting for the medicine, Chen Ping'an took off his old and ragged straw sandals, then pulled out a pair of brand new shoes that he had never been able to bring himself to wear. After that, he pulled out a clay pot and took out the porcelain shard inside.

source: 少年看着她。
en_us: The young boy continued to look at her.

source: 少年看着并无半点出奇之处的黄泥墙壁，怔怔出神。
en_us: He was seemingly in a daze as he stared at the ordinary mud wall.

source: 少年真像一头捕蛇鹰。
en_us: In that instant, he truly resembled an eagle that was hunting a snake.

source: 少年眨了眨眼。
en_us: The young boy blinked his eyes.

source: 少年眼珠子一转，“假话呢？”
en_us: Ma Kuxuan raised a brow and said, "What's the lie?"

source: 少年眼角余光一直在打量四周情况，发现四周出现黑点后，开始转身跑路。
en_us: Meanwhile, Chen Ping'an had been keeping an eye on his surroundings using his peripheral vision this entire time, and upon spotting a series of figures converging toward the scene, he quickly turned around and fled.

source: 少年瞥了眼约莫比自己大十岁的女子，印象实在一般。
en_us: The young boy glanced at the woman who was approximately 10 years older than him, and his first impression of her was only so-so.

source: 少年知道，自家院门一年到头，几乎就没有这么长久开着的时候，因为奶奶常念叨一个道理，杏花巷就属没出息的穷光蛋最多，偏偏人穷志短马瘦毛长，咱们家又容易让人眼红，所以家门一定要记得关严实，否则会遭贼惦记。
en_us: He knew that their courtyard door would almost never be open for long periods of time. This was because his grandma held a certain belief — Apricot Blossom Alley was filled with poor and unmotivated people, yet their family was especially rich, so it would be very easy for others to covet their wealth. Because of this, they needed to keep their doors firmly shut. Otherwise, they would definitely be targeted by thieves.

source: 少年离去之前，独自站在绿意郁郁的草丛中，双手合十，低头默念道：“碎碎平安，碎碎平安，希望你们保佑我爹娘下辈子不要吃苦了……如果可以的话，请你们告诉我爹娘，我现在过得很好，不用担心……”
en_us: Before he left, he stood alone in the lush green grass, clasping his hands in a prayer and lowering his head as he quietly recited, "May you have peace year after year, and may you protect my parents and bless them so they won't have to suffer again in their next life. If it's possible, please tell my parents that I'm enjoying a very good life right now, and that they don't need to worry about me..."

source: 少年穿着草鞋，背着箩筐，系着鱼篓，如风一般，每天都来去匆匆，忙着赚钱忙着熬药。
en_us: That was a young boy in straw sandals who had a bamboo basket on his back and a fish basket by his waist. That was a young boy who walked as briskly as the wind as he hurried about every day, busily earning money and busily brewing medicine.

source: 少年突然咧了咧嘴，说道：“我当然不敢这么跟宁姑娘说。”
en_us: Chen Ping'an grinned as he concluded, "Of course, I wouldn't dare to say something like that to you."

source: 少年突然惊醒过来，原来是先生拍了一下他的肩头，笑道：“赵繇，你该回学塾搬东西回家了。”
en_us: All of a sudden, Zhao Yao snapped back to his senses. As it turned out, Qi Jingchun had patted on him on the shoulder, and he smiled as he said, "Zhao Yao, it's time for us to take our things from the school and return home."

source: 少年突然抬起脚些许，然后鞋底板在女子精致脸颊上擦了擦，“海潮铁骑是吧？等着，我陪你们慢慢玩。”
en_us: He suddenly raised his foot a little before placing it back down and rubbing it on the young woman's delicate and beautiful face. "Sea Tide Cavalry, was it? Just you wait, I'll definitely play around with you in the future."

source: 少年突然收敛笑意，一本正经道：“稚圭啊，姓陈的是不是帮你提了一路的水桶？”
en_us: However, he suddenly became serious and asked, "Zhi Gui, did Chen Ping'an carry the bucket of water for you the entire time?"

source: 少年突然脸色古怪起来，突然就给自己一巴掌，嘀咕道：“还不是自己吃亏！”
en_us: A peculiar look then appeared on his face as he suddenly reprimanded himself, "Why did I do that? I'm just digging myself into an even deeper hole now!"

source: 少年突然问道：“那个泥瓶巷的家伙，怎么晓得水里石头的妙处？还开始练拳了？”
en_us: "How did that boy from Clay Vase Alley find out about the value of the pebbles in the creek? And he's even practicing a fist technique?" the young boy suddenly asked.

source: 少年立即跑路。
en_us: The young boy immediately ran away.

source: 少年站在屋顶大洞边缘，动作娴熟地收起木弓，对老猿竖起中指，骂道：“老畜生！干你娘！”
en_us: Chen Ping'an stood at the edge of the huge hole on the roof, then stowed away the wooden bow in a well-rehearsed fashion before raising his middle finger at Bai Yuan as he yelled, "Get fucked, you old monkey!"

source: 少年站起身说道：“我希望宋大人能够严惩正阳山的凶手，而不只是将他驱逐出境。”
en_us: Chen Ping'an rose to his feet as he said, "Master Song, I hope you can hand down the culprit from the Sun Scorch Mountain a severe punishment, rather than just evicting him out of the town."

source: 少年站起身，低头查看了一下腰间两只布袋子，以防万一再次系紧后，抬头笑道：“知道了知道了，所以啊，那就怎么都别死在这种小地方，要不然多亏啊。以后等你做成了那么大的大人物，作为朋友，我也好沾沾光。”
en_us: Chen Ping'an stood up before glancing down to check the two pouches of coins on his waist. As a precaution, he tightened them again. He then looked up and said, "Yes, yes, I understand. So you definitely can't die in a small place like this, right? Otherwise, just how unfortunate would that be? As your friend, when you become a powerful and mighty Sword Immortal in the future, I'll also be able to bask in your glory."

source: 少年笑了笑，指了指陈平安的箩筐，提醒道：“也许你没有发现，溪水下降很多了，好石头只剩下廊桥底下的深潭，和青牛背的水坑这两个地方，其它地方都不行，就像你这筐里的，是留不住那股气的，石质很快就会变，有些运气好的，撑死了去做yi块上好磨刀石，有些可以成为读书人的砚台，最后这些东西当，然还是好东西，卖出高价肯定不难，只不过算了，说了你也未必懂。”
en_us: The young boy smiled before pointing at Chen Ping'an's basket and telling him, "Perhaps you haven't realized it yet, but the creek has become much shallower than before. The only good pebbles left are those in the deep pool under the covered bridge and those in the pit under the Azure Cow Ridge. The pebbles in the other places aren't that great anymore, just like the ones that you've collected. They can't hold their aura anymore, and they'll quickly plummet in quality. If you're lucky, perhaps you'll be able to make an extremely good quality whetstone out of them, or perhaps you'll be able to make inkstones for scholars. At the end of the day, they're still valuable items that will fetch a good price with ease. However... Forget about it. You might not understand even if I explain it to you."

source: 少年笑容阳光，“那我可管不着，我只做好自己的事情。”
en_us: The young boy wore a radiant smile. "That's not something I can control. I can only try my best."

source: 少年笑着去角落背起箩筐，离开屋子的时候不忘提醒道：“宁姑娘别忘了锁院门。”
en_us: The young boy smiled as he went to the corner to pick up his bamboo basket. When he left, he didn't forget to say, "Ning Yao, don't forget to lock the door."

source: 少年笑着点头，不再刨根问底。
en_us: The young boy nodded with a smile, not asking any more questions on this topic.

source: 少年笑着重复她的话：“那是你的事情。”
en_us: The young boy smiled and repeated her retort. "Well, that's your own problem then."

source: 少年笑道：“我不信。”
en_us: "I'm not convinced of that," Gao Zhen replied with a smile.

source: 少年笑道：“是！”
en_us: The young boy smiled and replied, "Yes!"

source: 少年笑道：“爷爷是真有学问的，齐先生也说爷爷治学有道，解‘义’字，极有心得。”
en_us: The young boy smiled and said, "Grandpa was a truly knowledgable person. Even Mr. Qi said that grandpa was a meticulous scholar, with his understanding of 'justice' being especially profound."

source: 少年笑道：“这算什么。”
en_us: "This is nothing," Chen Ping'an replied with a smile.

source: 少年笑道：“那会儿家里穷，养不起我？”
en_us: Ma Kuxuan smiled and replied, "Because we were poor back then? So they couldn't afford to raise me?"

source: 少年答道：“反正对两百多斤的野猪都有用，对那头老猿应该也有。”
en_us: "Well, it's effective against wild boars that weigh over 100 kilogramss, so I assume that it should be effective against that old ape as well," Chen Ping'an replied.

source: 少年答非所问，“兵家修士，是不是最能够不在乎什么因果报应、气数气运？”
en_us: Ma Kuxua sidestepped the question, and he instead replied with a question of his own, asking, "Are martial artists most able to ignore karma and preordained fate?"

source: 少年继续向前，一边跑一边转头提醒道：“我会稍稍绕弯，挑一个僻静巷弄进入小镇，可能会稍微晚一点。”
en_us: As Chen Ping'an continued to forge ahead, he glanced back and said, "I'm going to take a detour and find a quiter alley to enter the small town, so I might return a bit later."

source: 少年缓缓转动脖子，视线追寻着那朵剑云的南下。
en_us: Chen Ping'an's swept his gaze along the direction that the cloud of flying swords was traveling in, and he spotted a black dot traveling from south to north, going in the opposite direction to these immortals.

source: 少年缓缓道：“能够最少装下大缸水的白碗，可以烧符纸给阴间长辈的道长，受了重伤奇奇怪怪的姑娘，还有那袋子二十枚金子做的铜钱，以前是姚老头嘴上说我们这里很奇怪，但是现在是我亲眼看到了，如果在遇上那两个外乡男女之前，我肯定会躲着你们所有人，今天门也不会打开。”
en_us: Chen Ping'an replied, "I've seen and heard about a lot of strange things today. A bowl that seems to be able to hold infinite water, a Daoist priest that can write up paper talismans to be burned to bless those in the afterlife, the strange injuries sustained by Ning Yao, and that pouch filled with 20 copper coins that are actually made from gold. In the past, Old Man Yao was always talking about how this is a very strange place, but now, I've seen it for myself. If I hadn't met that man and woman from out of town, I would've definitely avoided all of you, and I wouldn't have opened the gate to let you in."

source: 少年脸微红，硬着脖子愤懑道：“你到底是谁师父？！”
en_us: Ma Kuxuan's face flushed slightly red. However, he remained stubborn, and he said in anger, "Just who's master are you?!"

source: 少年脸色狰狞，“我马苦玄坏了你的修道心境，你之后报复，就算把我乱刀剁死，我认命便是，绝不怨恨你。甚至哪怕你报仇不成，我心情好的话，还会放过你，愿意陪你多玩几次。在我看来，世道就该是这么清清爽爽的。”
en_us: Ma Kuxuan's face was filled with wickedness as he continued, "I, Ma Kuxuan, ruined your mental state during your cultivation, so you naturally have the right to seek revenge in the future. Even if you hack me to death, I'll accept my fate and I won't blame you at all. In fact, even if you fail to kill me, I might still forgive you if I'm in a good mood, and I'll be willing to play around with you a few more times. In my eyes, this is how carefree the world should be."

source: 少年脸色阴沉得可怕，双拳紧握，气势勃发，满脸怒容道：“御马监掌印太监，吴钺吴貂寺你为何不肯听从我的暗示，非要如此偏执行事，当真以为这座小镇就数你吴貂寺最天下无敌明明是我们做错在先，事后她也未曾咄咄逼人，已经愿意息事宁人，为何你还要如此毒辣，简直就是欺人太甚”
en_us: Gao Zhen's was absolutely livid, and his fists were tightly clenched as he yelled with a furious expression, "Seal Holding Eunuch of the Directorate of Imperial Horses, Wu Yue, why are you going against my wishes and doing as you please? Do you really think you're invincible in this town? We are the ones in the wrong, yet not only did she not try to extort us, she was willing to let bygones be bygones, so why would you do something so ungrateful and underhanded? This is an outrage!"

source: 少年腰间捆绑着两只小行囊，手上看不到行凶的器物，应该是已经藏起来，婢女觉得是弹弓的可能性最大。
en_us: There were two small bags strapped to the boy's waist, and he wasn't holding any weapons. It seemed that he had already concealed his weapon, and the maidservant felt it most likely that he had used a slingshot just now.

source: 少年腼腆笑了笑，摇摇头，跑着离去。
en_us: Chen Ping'an shook his head with a bashful smile in response before jogging away.

source: 少年自己都没有察觉到，当他试图去按照图谱去练习拳架后，他不由自主转变了每次呼吸的快慢长短。
en_us: The young boy didn't realize, but when he attempted to practice the first stance of the fist technique, even the pattern of his breathing was involuntarily changed.
